"""
Создайте файл «operations.py».
В файле реализуйте программный код, который будет считать, какое количество операций необходимо выполнить, для того, чтобы достичь числа 0, начиная с исходного числа n. 
Исходные данные имеют вид одной строки, где указано всего одно число n.
Выведите пользователю результат определения простоты числа.
Входные данные: 1 ≤ n ≤ 100_000.
Пример:
Входные данные	Выходные данные
123	    41
1234	412
12345	4115

"""

"""
В чём суть задания я не понял.
"""